[
    {
        "id": "1",
        "type": "code",
        "title": "Object Library",
        "content": "On the bottom right, you'll find the Object Library. That's the 3rd tab. the Object Library has all the UI components that you can use for your layout. It's like Insert in Sketch.",
    },
    {
        "id": "2",
        "type": "image",
        "title": "Large Titles",
        "content": "More than ever, iOS 11 is going back to its roots. Bold fonts are everywhere. Titles are big and black. Since screens are now about twice as tall as they were, it only makes sense to have large titles. Another reason for large fonts is accessibility. With billions of people using their phone daily from all age groups, it is important to make the content as clear and readable as possible. Accessibility lets users set very large fonts for apps that support it. In iOS 11, all of Apple’s stock apps support that option.  Because of that reason, you’ll find that users are now expecting it.",
    },
    {
        "id": "3",
        "type": "image",
        "title": "Layout Margin",
        "content": "In this Home screen, we use a layout margin of 16px from the left and the right. Like this we ensure that the user interface stay focus in the middle of the screen and doen't look cramped against the edge.",
    },
    {
        "id": "4",
        "type": "text",
        "title": "Setting Up the Basics",
        "content": "We need a Status Bar for the top of the screen. You can find the Status Bar in the Insert menu at the Toolbar. If you've installed Sketch Runner, you can search it easily. Go to Plugins > Runner > Run… or press Command + ' (apostrophe) to activate Sketch Runner. Select the Insert tab and type keyword \"status bar black\" and double-click the Symbol and then, place it in the Artboard.",
    },
    {
        "id": "5",
        "type": "image",
        "title": "Design+Code Home Screen,
        "content": "We will be designing the new Design+Code Home screen in this tutorial. It contains a hero image, headline, introduction, call-to-action button, chapter and people section.",
    },
    
]
