[
    {
        "id": "1",
        "chapterNumber": "1",
        "title": "Learn iOS 11 Design",
        "caption": "A complete guide to designing for iOS 11",
        "body": "While the flat design has become universal over the past 5 years, it wasn’t so common before iOS 7. It was the shift that shaped the design landscape. But to say that it hasn’t evolved would be inaccurate. iOS design has adapted to the bigger screens. What started as the ultimate opposite of hyper-realistic designs that preceded it, flat design is now much more nuanced, giving way to gradients, drop shadows and cards.",
        "imageName": "ios11",
        "publishDate": 1513634273,
    },
    {
        "id": "2",
        "chapterNumber": "1",
        "title": "Designing for iPhone X",
        "caption": "Guidelines to designing for iOS 11",
        "body": "iOS 11 marks the introduction of the iPhone X, a much taller iPhone that has virtually no bezel. The 5.8-inch OLED screen is larger than the iPhone 8 Plus’s 5.5-inch, yet the body size is about the same as the iPhone 8. For designers, this means more freedom in our canvas.",
        "imageName": "ios11-iphone-x",
        "publishDate": 1513634273,
    },
    {
        "id": "3",
        "chapterNumber": "1",
        "title": "Design for iPad",
        "caption": "How bigger screens affect your design",
        "body": "Designing for the iPad isn’t as simple as flipping a switch and just making everything bigger. A larger screen provides a real opportunity to present more content while respecting some basic rules in navigation, typography and visual hierarchy. Don’t treat the iPad as just a big iPhone. Instead, treat it more like a desktop computer with touch capabilities. In other words, your users can be more productive, see more content and perform tasks faster like typing, and drag-and-drop and multi-tasking.",
        "imageName": "ios11-ipad",
        "publishDate": 1513634273,
    },
    {
        "id": "4",
        "chapterNumber": "1",
        "title": "Design for Apple Watch",
        "caption": "Designing for people on the go",
        "body": "Apple Watch was introduced on April 24, 2015, and it was highly anticipated by developers, designers, and the media. It was truly the first wearable that broke every expectation, placing Apple as the number one watch manufacturer in the world.",
        "imageName": "ios11-watch",
        "publishDate": 1513634273,
    },
    {
        "id": "5",
        "chapterNumber": "1",
        "title": "Learn Colors",
        "caption": "How to work with colors",
        "body": "Colors are difficult to master because it’s really easy to go overboard. When we design, we have a tendency to over-design. For colors, we tend to use competing colors that distract and just feels completely unnatural. What I can recommend is to simply stick to the basics and temper your use of colors by focusing on its utility and pleasantness. When in doubt, use colors only to draw attention to a button or element of importance.",
        "imageName": "ios11-colors",
        "publishDate": 1513634273,
    }
]
